cask_args appdir: "/Applications"

brew "antigen"
brew "asdf"
brew "exa"
brew "ffmpeg"
brew "git"
brew "gh"
brew "hugo"
brew "jq"
brew "mas"
brew "neovim"
brew "rcm"
brew "rename"
brew "starship"
brew "tree"
brew "yarn"
brew "zsh"

cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "choosy"
cask "cleanshot"
cask "dropbox"
cask "figma-beta"
cask "figma"
cask "firefox"
cask "imageoptim"
cask "iterm2"
cask "moom"
cask "ngrok"
cask "slack"
cask "spotify"
cask "visual-studio-code"

mas "AdGuard for Safari", id: 1440147259
mas "DaisyDisk", id: 411643860
mas "iA Writer", id: 775737590
mas "Save to Pocket", id: 1477385213
mas "Things 3", id: 904280696
mas "WhatFont", id: 1437138382
