brew 'bat'
brew 'btop'
brew 'chezmoi'
brew 'eza'
brew 'fish'
brew 'gh'
brew 'git'
brew 'git-extras'
brew 'diff-so-fancy'
brew 'jq'
brew 'lazygit'
brew 'mise'
brew 'neovim'
brew 'ripgrep'
brew 'starship'
brew 'trash'
brew 'tree'
brew 'zoxide'
brew 'zsh-syntax-highlighting'

cask '1password'
cask 'choosy'
cask 'cleanshot'
cask 'discord'
cask 'figma'
cask 'figma@beta'
cask 'ghostty'
cask 'google-chrome'
cask 'jordanbaird-ice'
cask 'orbstack'
cask 'raycast'
cask 'slack'
cask 'spotify'
cask 'steermouse'
cask 'visual-studio-code'
cask 'zed'
